let op = [
    { af: "Абзаров Тельман", vl: ("1") },
    { af: "Абрамова Мария",  vl: ("1") },
    { af: "Амиров Эмиль", vl: ("1") },
    { af: "Бабаев Борис", vl: ("1") },
    { af: "Бадалян Шушана", vl: ("1") },
    { af: "Гаврилов Виктор", vl: ("1") },
    { af: "Голик Алёна", vl: ("1") },
    { af: "Голиков Тимур", vl: ("1") },
    { af: "Голоев Милан", vl: ("1") },
    { af: "Горбенко Вика", vl: ("1") },
    { af: "Гурова Полина", vl: ("1") },
    { af: "Джалалов Барыш", vl: ("1") },
    { af: "Джалалов Кадый", vl: ("1") },
    { af: "Исламова Айлин", vl: ("1") },
    { af: "Комеристый Александр", vl: ("0") },
    { af: "Кондратьев Александр", vl: ("1") },
    { af: "Магомедов Артём", vl: ("1") },
    { af: "Мевлютова Залина", vl: ("1") },
    { af: "Меретина Милана", vl: ("1") },
    { af: "Немогучева Юлия", vl: ("1") },
    { af: "Пасов Никита", vl: ("1") },
    { af: "Сафарян Максим", vl: ("1") },
    { af: "Соколов Данила", vl: ("1") },
    { af: "Чехизе Малак", vl: ("1") },
    { af: "Шарлай Алёна", vl: ("1") }
  ];
  function proverka(i) {
    let ts = ("0");
    for (let i = 0; i < people.length; i++) {
        if (ts() === people[i].vl()) {
            console.log('тест');
        }
    }
  }
  setInterval(proverka, 1000);